home = {
    home : "الصفحة الرئيسية",
    aboutapp : "حول التطبيق",
    JoinAsmerchant : "بيع في سُبلايز",
    aboutus : "معلومات عنا",
    contact : "اتصل", 
    Login : "تسجيل دخول", 
    recruitment : "تجنيد", 
    Wholesalebecameeasy : "أصبحت الجملة سهلة",
    shopFromMerchants : `تسوق من التجار وخذ ما تريد ، وأنا لا أخبرك برفع طلبك
    تعامل وشاهد العروض التي تعجبك`,
    lorem : `هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا النص
    من مولد النص العربي ، حيث يمكنك إنشاء مثل هذا النص أو العديد من النصوص
      بالإضافة إلى زيادة عدد الأحرف التي يولدها التطبيق.`,
    AboutApplication : "حول التطبيق",
    whySubolaays : "لماذا سُبلايز",
    messageSubolaays : "رسالة سٌبلايز",
    VisionSupplies : "رؤية سٌبلايز", 
    article1 : "يخلق الفرص وحلقة التواصل بين التجار والمستهلكين، مع توفر جميع الادوات اللازمة لـ اتمام الصفقة بسلاسة",
    article2 : "أن تكون  منصة سبلايز الاختيار الافضل لجميع اصحاب التجزئة واصحاب الجملة", 
    article3 : "اعادة صياغة المفهوم الجديد لـ اسواق الجملة في المملكة العربية السعودية من خلال تسخير التقنية واللوجيستك في تلبية احتياج السوق",
}

auth = {
    min3 : " 3 أحرف على الأقل",
    pleaseEnter : " الرجاء إدخال",
    pleaseSelect : " الرجاء اختر",
    please : " الرجاء ",
    passwordMatch : "كلمة المرور غير متطابقة",
    minPassword : "يجب أن تكون كلمة المرور 6 أحرف على الأقل",
    vaildEmail : "يجب أن يكون بريد إلكتروني صالح",
    phoneMin : "يجب أن يكون الحد الأدنى لرقم الهاتف ",
    phoneMax : "يجب أن يكون الحد الأقصى لرقم الهاتف ",
    exact : 'يجب أن يكون بالتحديد',
    number : 'رقم',
    min3word : 'يجب أن يكون الحد الأدنى 3 كلمات',
}